Revit 2027 API
ParameterTypeId.ConnectorHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorHeight { get; }
Public Shared ReadOnly Property ConnectorHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorHeight {
	ForgeTypeId^ get ();
}
static member ConnectorHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace